[
    {
        "data": "Осень 2016",
        "title": "Первое знакомство с WEB",
        "text": "Впервые меня с миром WEBa познокомил мой друг и товарищ, который уже немного разбирался в HTML, CSS, JS, PHP, Python"
    },
    {
        "data": "Весна 2017",
        "title": "Первый серьёзный платный курс по PHP",
        "text": "Мы вместе записываемся на платный курс от Нетологии и днями и ночами грызём PHP. Тут я понял, как работает WEB изнутри и под менторством сотрудника компании Яндекс вступил на эту дорожку"
    },
    {
        "data": "Остальной 2017",
        "title": "Выпускной из школы, поступление в колледж",
        "text": "Временами изучал CSS, JS и HTML, освоил базовую вёрстку. Надеялся, что в колледже меня научат всему этому... Как же я ошибался"
    },
    {
        "data": "Весь 2018",
        "title": "Работа в офисе",
        "text": "Моя первая в жизни серьёзная работа по моей специализации. Первое время я делал стилевые правки в существующих проектах, затем мне начали поручать простые лендинги. Затем лендинги со сложным дизайном. И наконец я начал изучать React+Next"
    },
    {
        "data": "Весь 2019",
        "title": "Фриланс и новый опыт",
        "text": "После расформирования команды офиса ушёл на фриланс. Выполнял простые заказы по правкакм в legacy коде. Параллельно подрабатывал у знакомого сидя на производстве. Оптимизировал бизнес процессы, делал продвижение в соц сетях, изучал работу в крупной компании. В какой-то момент разработал софт на Electron.js для генерации шаблонных постов в Intagram. Тут же я приобрёл много новых навыков, таких как: видео и фото съёмка, обработка фото и видео, копирайтинг. Всё на уровне любителя, однако даёт мне понимаю о принципах работы профессионалов данных отраслей."
    },
    {
        "data": "Текущий 2020",
        "title": "В поиске сотрудничества",
        "text": "Я открыт для сотрудничества. Жду ваших предложений работы/заказа, обсудим детали и сроки. Любой удобный для вас метод связи на странице контактов",
        "link": {
            "url": "contacts",
            "title": "Контакты"
        }
    }
]